class Messages:
    def __init__(self):
        self.welcome_msg = 'Вітаю, <b>{}</b>! \nЯ, <b>"{}"</b> бот 🤖- твій персональний помічник з нагадувань про Дні народження твоїх близьких.\nДавай починати 😊'
        self.add_complete_msg = "✅ Новий запис додано до вашого списку!\n ➖➖➖➖➖➖➖➖➖➖ \n👤 Ім'я: <b>{}</b> \n📅 Дата народження: <b>{}</b> \n🔢 Вік: <b>{}</b> \n💫 Знак зодіаку: <b>{}</b> \n ➖➖➖➖➖➖➖➖➖➖"
        self.nothing_to_delete_msg = "Немає записів для видалення! 🧐"
        self.confirm_delete = 'Ви впевнені, що бажаєте видалити запис <b>"{}"</b> ⁉'
        self.delete_success = '✅ Запис <b>"{}"</b> успішно видалений!'
        self.nothing_to_review_msg = "Немає записів для видалення! 🧐"

